[
    {
        "key": "medical-devices",
        "title": "Medical Devices",
        "imageURL": "",
        "description": [
            "We offer a wide range of Medical devices for different surgical procedures. Our line of devices is the latest technologies, ergonomically designed, easy to use, and assures a high level of operative and patient safety."
        ],
        "specification": [
            "Endovision HD Camera System",
            "CO2 Insufflators",
            "LED Light Source Touch Screen",
            "Fiber Optic Light Cable",
            "Suction & Irrigation Pump",
            "Automatic Tourniquet"
        ]
    },
    {
        "key": "laparoscopy",
        "title": "Laparoscopy",
        "imageURL": "",
        "description": [
            "Laparoscopy is an operation performed in the abdomen or pelvis using small incisions with the aid of an Endovision camera system. The laparoscope aids in diagnosis or therapeutic surgical procedures with a few small cuts in the abdomen. We here at FORCETO INDIA offer a complete range of products for standard and for specialist operative techniques. Our ergonomically designed technology provides the perfect instrument for every operation and assures long service life and ultimate workplace precision."
        ],
        "specification": [
            "Laparoscopy Hand Instruments",
            "Telescopes",
            "Trocars And Accessories",
            "Instruments For Gynecology",
            "Single Puncture Laparoscope",
            "Suction And Irrigation Cannula",
            "Hemolock Clip Applicator",
            "Nathanson Retractor",
            "Needle Holder"
        ]
    },
    {
        "key": "hysteroscopy-set",
        "title": "Hysteroscopy Set",
        "imageURL": "",
        "description": [
            "Hysteroscopy is diagnostic as well as an operative procedure performed in gynecology. Hysteroscopy is used to diagnose, prevent, and treatment of diseases in female patients. We here at FORCETO INDIA continuously develop new products for use in hospitals, by gynecologists and medical specialists."
        ],
        "specification": [
            "Hysteroscope Telescope",
            "Hysteroscopy Sheath",
            "Flexible and Semi Rigid Forceps",
            "Hysteroscopy and Irrigation Pump",
            "Monopolar and Bipolar Cautery Electrode",
            "Resectoscope",
            "Office Hysteroscope"
        ]
    },
    {
        "key": "endo-urology",
        "title": "Endo Urology",
        "imageURL": "",
        "description": [
            "We have been developing advanced instruments for open and endoscopic treatment of urological conditions. We here at FORCETO INDIA offer a complete range of products for cystoscopy, Resectoscope, Stricture treatment, Lithotripsy, Nephroscopy, Uretero-renoscopy, and all Pediatric applications. We supply solutions for all urological procedures and offer a comprehensive range of instruments for mono-polar, bi-polar, and laser-based operative procedures."
        ],
        "specification": [
            "Cystoscopy Resectoscopes Telescopes",
            "Cystoscopy Sheath",
            "Resectoscopy Sheath",
            "Working Elements",
            "Visual Obturator",
            "Urethrotome Sheath",
            "Nephroscope",
            "Ureterorenoscope",
            "Laser Resectoscope Set",
            "Pneumatic Lithotripter",
            "Stone Punch Set"
        ]
    },
    {
        "key": "ent",
        "title": "ENT",
        "imageURL": "",
        "description": [
            "We here at FORCETO INDIA have a facility to provide types of equipment and Instruments for diagnostic and operative treatments in the ear, nose, and throat surgery.",
            "Different kind of ENT surgery sets like:"
        ],
        "specification": [
            "FESS set",
            "Tympamoplasty",
            "Stapedectomy",
            "Septoplasty",
            "Rhinoplasty",
            "Bronchoscopy",
            "Tonsillectomy",
            "Esophagoscopy",
            "Micro Laryngoscopy"
        ]
    },
    {
        "key": "arthroscopy-set",
        "title": "Arthroscopy Set",
        "imageURL": "/assets/images/arthroscopy-set.jpg",
        "description": [
            "Arthroscopy is a minimally invasive, Surgical Procedure (Diagnostic as well as therapeutic). Orthopedic operations include treatment on joints like - knees, shoulders, hips, elbows, and the upper ankle. We here at FORCETO INDIA have a facility to provide equipment and Instruments for arthroscopy, open joint operations, orthopedics, and sports medicine."
        ],
        "specification": [
            "Arthroscope",
            "Arthrosopy Pump",
            "Arthroscopy Sheath",
            "Hook Probe",
            "Arthroscopy Punch",
            "Arthroscopy Grasper",
            "Automatic Tourniquet Single Dual"
        ]
    },
    {
        "key": "general-surgery",
        "title": "General Surgery",
        "imageURL": "/assets/images/general-surgery.jpg",
        "description": [
            "General surgery is a surgical specialty that focuses on the alimentary canal and abdominal contents including the esophagus, stomach, small intestine, large intestine, liver, pancreas, gallbladder, appendix, bile ducts, and often the thyroid gland. The surgical sector covers the prevention, detection, conservative and operative treatment, aftercare, and rehabilitation of surgical conditions, injuries, and complications arising from injuries, as well as innate and acquired changes in shape and malformations of vessels, internal organs including the heart, supporting and movement organs and oncological surgery as well as reconstructive and transplant surgery. General surgery is a sub-set of surgery covering the basic provision of surgery (Basic Surgery) as well as aspects of visceral and vascular surgery.",
            "We here at FORCETO INDIA have a facility to provide Instruments for diagnostic and operative treatments."
        ],
        "specification": [
            "Forceps",
            "Scissors",
            "Needle Holders",
            "Suction Tubes",
            "Retractors (Hand/ Self/ Table)",
            "Elevator / Probes / Curettes",
            "Clamps",
            "All Sets (Major/ Minor/ Hystectomy / Laparoscopy / D & C etc.)"
        ]
    }
]