{
    "features": [
        {
            "icon": "",
            "title": "Quality Assurance",
            "description": "Every INDUS GERMAN product is guaranteed to be of the highest quality and to have never been compromised in terms of manufacture, functionality, or safety."
        },
        {
            "icon": "",
            "title": "Private Labeling",
            "description": "Take on private labelling for a variety of goods and make sure that all orders are delivered on schedule."
        },
        {
            "icon": "",
            "title": "Quality Products",
            "description": "Years of experience, the use of technology as a guide, the importance of quality, the focus on the customer, and management as a guarantee."
        },
        {
            "icon": "",
            "title": "Highly Focused R&D",
            "description": "We have the top position in all our businesses thanks to R&D and our tenacity in pursuing the highest standards."
        }
    ],
    "about": [
        "<b>Indus<span className='first-color'>German</span></b> has an ISO certification. Our ISO 9001:2015 and ISO 13485:2016 certificates, which were awarded by CDSCO's recognised organisation, attest to the high calibre of our products. To increase the perfection of our products, we are always improving them. Additionally, we are working together with a variety of international organisations to guide future technologies. By producing userfriendly products with flexible costs and the assistance of technically skilled workers for our production work, we are representing India across the globe for medical instruments and devices, which can improve our ability to serve you better and increase the Productivity of our Company.",
        "We create, develop, engineer, and produce medical devices for international markets. We also supply reusable general surgery instruments, laparoscopic surgery instrument sets, telescopes, hysteroscope sets, laparoscopic tubal ligation sets, arthroscope sets, Sinoscopy sets, surgical loupes, surgical retractors, resectoscopy sets, and cystoscopy sets, as well as medical devices (HD cameras, LED light sources, surgical head)"
    ]
}