{
    "features": [
        {
            "icon": "",
            "title": "Quality Assurance",
            "description": "Every INDUS GERMAN product comes with an assurance of high quality and zero compromise in its production, performance, and safety"
        },
        {
            "icon": "",
            "title": "Private Labeling",
            "description": "Undertake private labeling of various products and ensure a timely delivery of all orders"
        },
        {
            "icon": "",
            "title": "Quality Products",
            "description": "Years of Experience, technology is the guide, quality is life, customer is the center, management is the guara"
        },
        {
            "icon": "",
            "title": "Highly Focused R&D",
            "description": "R&D and our perseverance to achieve the highest standards have given us the leader status in all our businesses"
        }
    ],
    "about": [
        "FORCETO INDIA PVT LTD based in Delhi, India is an ISO 13485:2016 & ISO 9001:2015 Certified Company by CDSCO notified body. Also registered under MSME (Make In India).",
        "We are continuously working on our products to achieve more and more excellence and ensure high-quality products. We are also collaborating with various organizations globally, for their guidance in new innovations. We represent India globally by manufacturing user-friendly equipment and instruments with the help of technically skilled people in our production, research & Development department, which can enhance our capability to serve you better and increase our company’s productivity.",
        "We design, develop, engineer, and manufacture medical devices for global markets & Supply Reusable General Surgery Instruments, Laparoscopic Surgery Instruments, Telescopes, Hysteroscope Sets, Laparoscopic Tubal Ligation Sets, Arthroscope Sets, and Sinoscopy Sets, Surgical Loupes, Surgical Retractors, Resectoscopy Set, Cystoscopy Set and Medical Devices (HD Camera, LED Light Source, C02 Insufflator, Surgical Headlights, LED Headlight, Pneumatic Tourniquet, Suction, and Irrigation Unit) for the global market."
    ]
}