{
    "features": [
        {
            "icon": "",
            "title": "Quality Policy",
            "description": "<b>Indus<span className='first-color'>German</span></b> is committed to design, develop, manufacture and sell quality medical devices, that are safe, effective & meet Global Standards"
        },
        {
            "icon": "",
            "title": "Private Labeling",
            "description": "We offer products under your brand subject to fulfillment of local regulatory standards"
        },
        {
            "icon": "",
            "title": "Quality Products",
            "description": "Our commitment to provide world class products with an effective world class QMS that is continuously reviewed and updated and continuously improvement, meeting local regulatory standards and utilizing technology."
        },
        {
            "icon": "",
            "title": "Technical Collaboration with Global Leaders",
            "description": "<i class='bi bi-chevron-right mr-2'></i>Divus Medical GmbH<br/><i class='bi bi-chevron-right'></i>Heine, Germany<br/><i class='bi bi-chevron-right'></i>Medizine UK<br/><i class='bi bi-chevron-right'></i>Forceto India<br/><i class='bi bi-chevron-right'></i>Basic Healthcare Products Pvt Ltd"
        }
    ],
    "about": [
        "Since 2017, IG Instrument LLP, <b>Indus<span className='first-color'>German</span></b> has served healthcare professionals and Medical Institutes. Science is our passion, and our mission is to help you bring your ideas to life with quality, cost-effective instrumentation.",
        "<b>Indus<span className='first-color'>German</span></b> surgical instruments are manufactured with the highest quality materials like marine grade steel and craftsmanship to provide you with reliable instruments at a cost-effective price. We offer a wide variety of surgery tools. The quality of our surgical instruments is backed by our 100% satisfaction guarantee.",
        "We use Marine Grade Steel such as 316 and 400 series stainless steel for durability, precision and performance. It is also known as surgical and medical grade steel with a Hardness of 55-56, which can withstand temperatures up to 350 degrees and corrosion resistance."
    ]
}